{
    "description": "Engineering Student in Web and App development looking to participate in a project lasting 3 months to a year.",
    "download": "Download my resume",
    "linkedin": "My Linkedin",
    "contact": "Contact me",
    "skills": "Skills",
    "developer": "Developer",
    "experience": "Experiences",
    "setec": "Full stack developer at Terrasol Sectec",
    "setec_desc": "6-month internship to help develop a genuine operating system dedicated to geotechnical engineering. The frontend development was done in react and the backend in java",
    "more1": "More",
    "orbow": "Access to Orbow",
    "fcp": "Web developer at FCP Digital",
    "fcp_desc": "3-month internship to design and update a website (HTML, CSS, PHP). data recovery (phpmyadmin) with SQL queries.",
    "projects": "Projects",
    "graph": "GraphVision (data visualisation tool)",
    "graph_desc": "Project responding to a request from the company Orange with the objective of setting up a data visualization and processing Website using the vue.js framework. We used the mongodb database to store the data, which is processed at the backend level using nodejs.",
    "flutter": "Dart Flutter Application",
    "flutter_desc": "Development of a mobile application in Dart Flutter. Learning design methods for login, home and profile pages, all linked to the firebase database in order to obtain a stable version of the application on android and IOS devices.",
    "eirbmon": "Project on Blockchain and NFTs",
    "eirbmon_desc": "Project aimed at implementing a website in order to set up a system for buying/selling NFTs which can be used in a video game coded with Unity (C#).",
    "more2": "More",
    "bombeirb": "Video game programming",
    "bombeirb_desc": "Group project in C and SDL to produce a reproduction of the Bomberman video game.",
    "github": "Check my github",
    "Hobbies": "Hobbies",
    "about": "About Myself",
    "hobbies_txt": "I am a 23 years old engineering student with a passion for web development. It's been one year since I started working out. Apart from web development, I love having parties with my friends, play video games and listening to music. Here is a short excerpt from my musical personality on the right."
  }